Repository: raspberrypi-ui/lxinput
Catalog: po/*.po
Languages: hy

source: Setting keyboard - please wait...
hy: Ստեղնաշարի կարգավորում - խնդրում ենք սպասել...

source: Keyboard Layout...
hy: Ստեղնաշարի դասավորություն...

source: LXInput autostart
hy: LXInput ինքնուրույն մեկնարկ

source: Setup keyboard and mouse using settings done in LXInput
hy: Կարգավորել ստեղնաշարը և մկնիկը օգտագործելով LXInput -ում կատարված կարգավորումները

source: Mouse and Keyboard Settings
hy: Մկնիկի և ստեղնաշարի կարգավորումներ

source: Acceleration:
hy: Արագություն՝

source: Slow
hy: Դանդաղ

source: Fast
hy: Արագ

source: Motion
hy: Շարժում

source: Left handed (Swap left and right mouse buttons)
hy: Ձախլիկ (փոխարկել մկնիկի ձախ և աջ կոճակները)

source: Delay:
hy: Դանդաղեցնել՝

source: Double-click
hy: Կրկնակի կտտացնել

source: Mouse
hy: Մկնիկ

source: Delay before each key starts repeating
hy: Դանդաղեցում մինչ յուրաքանչյուր ստեղն սկսվում է կրկնել

source: Repeat delay:
hy: Կրկնել ուշացումը

source: Interval between each key repeat
hy: Յուրաքանչյուր կրկնվող ստեղնի միջակայքը

source: Long
hy: Երկար

source: Short
hy: Կարճ

source: Repeat interval:
hy: Կրկնել միջակայքը՝

source: Type in the following box to test your keyboard settings
hy: Ստեղնաշարի կարգավորումները թեստավորելու համար մուտքագրել կից վանդակում

source: Character Repeat
hy: Նիշի կրկնում

source: Beep when there is an error of keyboard input
hy: Ձայն հանել, երբ ստեղնաշարի մուտքագրումը սխալ է

source: Keyboard
hy: Ստեղնաշար

source: Model:
hy: Տեսակէ

source: Layout:
hy: Դասավորություն՝

source: Variant:
hy: Տարբերակ՝

source: Keyboard and Mouse
hy: Մկնիկի և ստեղնաշարի կարգավորումներ

source: Configure keyboard, mouse, and other input devices
hy: Կարգաբերել մկնիկը, ստեղնաշարն ու այլ մուտքային սարքերը
